[
    {
        "eventId": "1",
        "name": "8BYEIGHT PAST EVENT SERIES",
        "category": "MediaBUZZ Events",
        "date": "2014-06-10"
    },
    {
        "eventId": "2",
        "name": "World Conference Next Generation Testing 2023 (WCNGT)",
        "category": "Partner Events",
        "venue": "Bengaluru, India (in-person) and Online",
        "date": "23 November 2023",
        "description": "World Conference Next Generation Testing 2023 (WCNGT) is designed with focus on Technical Sessions featuring over 15+ Presentations exploring the depth and breadth of Software Testing. WCNGT is the leading conference for everyone willing to learn testing trends, best practices and make their contribution to the effortless software development cycle and quality.\n\nThe event provides an excellent platform to keep up-to-date with the latest industry trends, exchange experiences, discuss and deliberate ideas.\n\nThis is a highly interactive conference with sharing of practical experiences and knowledge-sharing presentations as well as extended panel sessions for sharing insights and industry trends with you putting your questions directly. There is an exhibition alongside featuring leading service providers, consultants and vendors from areas on Software Testing, Automation, Quality Assurance and various other aspects of Software Testing.\n\nThe expert practitioners and thought leaders will discuss the wider context and right level of abstraction of this new way of working and also help you to develop your business case and build the foundation towards getting significant return on investment.",
        "eventLink": "https://www.unicomlearning.com/2023/software-testing-conference/bengaluru-india/november/",
        "links": {
            "eventHomepage": "https://www.unicomlearning.com/2023/software-testing-conference/bengaluru-india/november/",
            "socialMedia": {
                "Facebook": "https://www.facebook.com/joinunicom",
                "Twitter": "https://twitter.com/Unicomlearning",
                "Instagram": "https://www.instagram.com/unicomseminars/",
                "LinkedIn": "https://www.linkedin.com/feed/",
                "YouTube": "https://www.youtube.com/user/unicomindia"
            }
        },
        "image": "event-2"
    },
    {
        "eventId": "3",
        "heading": "ASEAN OPERATIONAL EXCELLENCE & BUSINESS TRANSFORMATION SUMMIT 2023",
        "subheading": "REINVENTING ENTERPRISE OPERATIONS BY RE-IMAGINING STRATEGY, PROCESS, PEOPLE THROUGH MODERNIZE TRANSFORMATIONS",
        "category": "Partner Events",
        "venue": "Kuala Lumpur, Malaysia",
        "date": "27–29 November 2023",
        "description": "Join the biggest gathering of Transformation & Operational Leaders and get ready to embark on an exciting journey towards operational excellence.\n\nWith over 40 Experts from diversified mega industries from all over the world, The ASEAN OPERATIONAL EXCELLENCE & BUSINESS TRANSFORMATION SUMMIT 2023 aims to discuss and explore solutions to the diverse challenges faced by the overall operations management process. It focuses on strategies, processes, people, as well as digital transformation, with the goal of streamlining operations through modern technologies such as Automation, Artificial Intelligence, Data Analytics, and Generative Artificial Intelligence to achieve business continuity and excellence.\n\nParticipants will gain a deep understanding of Operation Management and its potential to improve organizational performance by balancing inputs, outputs, and costs.\n\nDon't miss out on this unparalleled opportunity to be a part of the ASEAN largest operational excellence conference and revolutionize the way your organization operates. Seats are limited and HRDF claimable, so hurry and secure your spot right away.",
        "eventLink": "https://www.aiomc.com/",
        "links": {
            "secureSeatAt": "https://www.aiomc.com/request",
            "requestBrochureAt": "https://www.aiomc.com/request",
            "officialWebsite": "https://www.aiomc.com/"
        },
        "contact": {
            "name": "Amina",
            "phone": "+601161888699",
            "email": "amina@cteventasia.com"
        },
        "image": "event-3"
    },
    {
        "eventId": "4",
        "name": "Smart IoT Indonesia 2024",
        "category": "Partner Events",
        "venue": "Jakarta, Indonesia",
        "date": "6–8 March 2024",
        "description": "In implementing Roadmap 4.0 there is a close connection between infrastructure and Information & Communication Technology, namely IoT, Big Data, Data Center, Cloud & Cyber Security, Artificial Intelligence, Mobile, Virtual & Augmented Reality and Secsor & Automatic Systems. All of this will be presented at Smart IoT Indonesia 2024.\n\nSmart IoT Indonesia 2024 will be held on March 6–8 2024 at JIExpo Kemayoran, Jakarta – Indonesia which is located together with Smart Home + City Indonesia, Smart Energy Indonesia, and Solartech Indonesia.\n\nSmart IoT Indonesia is the leading trade exhibition in Indonesia that focuses on Internet of Things (IoT) solutions. This event will provide you with an ideal opportunity to engage with senior decision makers from OCT Indistries, manufacturers. Government, company. Public sector and service providers, including system integrators, developers and consultants.",
        "eventLink": "https://www.smartiot-indonesia.com/",
        "links": {
            "eventHomepage": "https://www.smartiot-indonesia.com/"
        },
        "image": "event-4"
    }
]
